var groups = [
        {
            name: "Список станций:",
            style: "islands#redIcon",
            items: [
                {
                    center: [44.60094293780809,33.52424914582437],
                    name: "пл Ушакова"
                },
                {
                    center: [44.61684217788678, 33.52412576420928],
                    name: "Приморский бульвар"
                },
                {
                    center: [44.61324808385848, 33.521363088923906],
                    name: "Гостиница Севастополь"
                },
                {
                    center: [44.59519376186075, 33.52279002411954],
                    name: "Панорама"
                },
                {
                    center: [44.60894100738337, 33.458095142679944],
                    name: "Парк победы пляж"
                },
                {
                    center: [44.59688599639713, 33.45432127459583],
                    name: "Остановка Парк Победы"
                },
                {
                    center: [44.588119573198284, 33.47897077544254],
                    name: "Остановка Студгородок"
                },
                {
                    center: [44.59480088145453, 33.4749528263381],
                    name: "Студгородок"
                },
                {
                    center: [44.639390199544444, 33.542659828500916],
                    name: "Остановка Учкуевка"
                },
                {
                    center: [44.64567796066194, 33.53854569035379],
                    name: "Пляж Учкуевка"
                },
                {
                    center: [44.556543618398095, 33.5840735061725],
                    name: "Остановка Диорама"
                },
                {
                    center: [44.55282685954779, 33.58248027401764],
                    name: "Диорама"
                },
                {
                    center: [44.501072358024366, 33.59972956019226],
                    name: "Площадь 1 Мая"
                },
                {
                    center: [44.49664844708601, 33.599071077879024],
                    name: "пляж Лягушатник"
                }
            ]}
    ];